Repository: kemalzeitulaev-ai/CareMom2
Catalog: CareMom2/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# accessibility.add_entry
source: Add entry
ru: Добавить запись

# age.newborn
source: newborn
ru: новорождённый

# blood.unknown
source: Unknown
ru: Не знаю

# chart.count
source: Count
ru: Кол-во

# chart.date
source: Date
ru: Дата

# chart.symptom
source: Symptom
ru: Симптом

# chart.value
source: Value
ru: Значение

# child.add_measurement
source: Add measurement
ru: Добавить измерение

# child.allergies
source: Allergies
ru: Аллергии

# child.basic
source: Basic
ru: Основное

# child.blood_type
source: Blood type
ru: Группа крови

# child.chronic
source: Chronic conditions
ru: Хронические

# child.chronic_conditions
source: Chronic conditions
ru: Хронические заболевания

# child.date
source: Date
ru: Дата

# child.date_of_birth
source: Date of birth
ru: Дата рождения

# child.diary_entries
source: Diary entries
ru: Записей в дневнике

# child.edit
source: Edit
ru: Изменить

# child.edit_profile
source: Edit profile
ru: Редактировать

# child.export_doctor_pdf
source: Doctor PDF (14 days)
ru: PDF для врача (14 дней)

# child.export_pdf
source: Export to PDF
ru: Экспорт в PDF

# child.first_name
source: First name
ru: Имя

# child.gender
source: Gender
ru: Пол

# child.growth_measurements
source: Growth measurements
ru: Измерений роста

# child.growth_section
source: Growth & weight
ru: Рост и вес

# child.health
source: Health
ru: Здоровье

# child.height
source: Height
ru: Рост

# child.last_name
source: Last name
ru: Фамилия

# child.medical_info
source: Medical information
ru: Медицинская информация

# child.medication_courses
source: Medication courses
ru: Курсов лекарств

# child.new_measurement
source: New measurement
ru: Новое измерение

# child.new_profile
source: New profile
ru: Новый профиль

# child.no_measurements
source: No measurements yet
ru: Пока нет измерений

# child.none
source: None
ru: Нет

# child.pdf_export
source: PDF export
ru: Экспорт PDF

# child.period
source: Period
ru: Период

# child.stats
source: Statistics
ru: Статистика

# child.vaccinations_count
source: Vaccinations
ru: Прививок

# child.weight
source: Weight
ru: Вес

# children.title
source: Children
ru: Дети

# common.add
source: Add
ru: Добавить

# common.cancel
source: Cancel
ru: Отмена

# common.close
source: Close
ru: Закрыть

# common.delete
source: Delete
ru: Удалить

# common.edit
source: Edit
ru: Изменить

# common.notes
source: Notes
ru: Заметки

# common.save
source: Save
ru: Сохранить

# diary.search
source: Search entries
ru: Поиск записей

# diary.title
source: Diary
ru: Дневник

# empty.add_child_hint
source: Create a profile to start tracking health
ru: Создайте профиль, чтобы начать вести дневник здоровья

# empty.add_child_title
source: Add a child
ru: Добавьте ребёнка

# empty.add_profile_hint
source: Add a child profile
ru: Добавьте профиль ребёнка

# empty.no_entries_hint
source: Tap + or 🌡 for a quick entry
ru: Нажмите + или 🌡 для быстрой записи

# empty.no_entries_title
source: No entries yet
ru: Пока нет записей

# empty.no_profiles_title
source: No profiles
ru: Нет профилей

# entry.add_photo
source: Add photo
ru: Добавить фото

# entry.date_time
source: Date & time
ru: Дата и время

# entry.delete_confirm
source: Delete entry?
ru: Удалить запись?

# entry.delete_message
source: This entry cannot be restored.
ru: Эту запись нельзя будет восстановить.

# entry.detail.medication
source: Medication
ru: Лекарство

# entry.display.temperature_format
source: Temperature %.1f°
ru: Температура %.1f°

# entry.edit
source: Edit entry
ru: Редактировать

# entry.medication_name
source: Medication name
ru: Название лекарства

# entry.new
source: New entry
ru: Новая запись

# entry.notes
source: Notes
ru: Заметки

# entry.notes_placeholder
source: Additional details...
ru: Дополнительные детали...

# entry.photo
source: Photo
ru: Фото

# entry.photo_added
source: Photo added
ru: Фото добавлено

# entry.symptoms
source: Symptoms
ru: Симптомы

# entry.temperature
source: Temperature
ru: Температура

# entry.templates
source: Templates
ru: Шаблоны

# entry.title_field
source: Title
ru: Заголовок

# entry.type_section
source: Entry type
ru: Тип записи

# entry.type.doctor
source: Doctor visit
ru: Врач

# entry.type.feeding
source: Feeding
ru: Питание

# entry.type.illness
source: Illness / Symptoms
ru: Болезнь / Симптомы

# entry.type.medication
source: Medication
ru: Лекарство

# entry.type.note
source: Note
ru: Заметка

# entry.type.sleep
source: Sleep
ru: Сон

# entry.type.stool
source: Stool
ru: Стул

# entry.type.test
source: Lab tests
ru: Анализы

# entry.type.vaccination
source: Vaccination
ru: Вакцинация

# filter.all
source: All
ru: Все

# gallery.add_child
source: Add a child profile
ru: Добавьте ребёнка

# gallery.detail.title
source: Photo
ru: Фото

# gallery.empty
source: Gallery is empty
ru: Галерея пуста

# gallery.empty.hint
source: Add lab test photos — text will be recognized automatically
ru: Добавьте фото анализов — текст распознается автоматически

# gallery.lab_result
source: Lab result
ru: Результат анализа

# gallery.scanning
source: Scanning text…
ru: Распознавание текста…

# gender.boy
source: Boy
ru: Мальчик

# gender.girl
source: Girl
ru: Девочка

# growth.add_profile_first
source: Add a child profile first
ru: Сначала добавьте профиль ребёнка

# growth.comment
source: Comment
ru: Комментарий

# growth.height_cm
source: Height (cm)
ru: Рост (см)

# growth.height_format
source: %.0f cm
ru: %.0f см

# growth.history
source: History
ru: История

# growth.measurement
source: Measurement
ru: Измерение

# growth.no_measurements
source: No measurements
ru: Нет измерений

# growth.previous
source: Previous
ru: Предыдущее

# growth.title
source: Growth & weight
ru: Рост и вес

# growth.track_hint
source: Record weight and height to track progress
ru: Запишите вес и рост ребёнка, чтобы отслеживать динамику

# growth.unit.cm
source: cm
ru: см

# growth.unit.kg
source: kg
ru: кг

# growth.weight_format
source: %.2f kg
ru: %.2f кг

# growth.weight_kg
source: Weight (kg)
ru: Вес (кг)

# intent.diary.short
source: Diary
ru: Дневник

# intent.open_diary
source: Open diary
ru: Открыть дневник

# intent.record_temperature
source: Record temperature
ru: Записать температуру

# intent.record_temperature.description
source: Quick temperature entry for your child
ru: Быстрая запись температуры ребёнка

# intent.record_temperature.dialog
source: Open CareMom — %@° will be recorded
ru: Откройте CareMom — температура %@° будет записана

# intent.temperature.short
source: Temperature
ru: Температура

# lock.reason
source: Unlock CareMom to access your child's data
ru: Разблокируйте CareMom для доступа к данным ребёнка

# lock.unlock
source: Unlock
ru: Разблокировать

# lock.verify_identity
source: Verify your identity
ru: Подтвердите личность

# meds.course
source: Course
ru: Курс

# meds.course_progress
source: Course progress
ru: Прогресс курса

# meds.create
source: Create
ru: Создать

# meds.days_short
source: %lld d.
ru: %lld дн.

# meds.days_stepper
source: Days: %lld
ru: Дней: %lld

# meds.delete_course
source: Delete course
ru: Удалить курс

# meds.delete_course_confirm
source: Delete this medication course?
ru: Удалить этот курс лекарства?

# meds.delete_course_message
source: All scheduled push reminders for this course will be cancelled.
ru: Все запланированные push-напоминания по этому курсу будут отменены.

# meds.disable_reminders
source: Turn off reminders
ru: Отключить напоминания

# meds.dosage
source: Dosage
ru: Дозировка

# meds.doses_stepper
source: Doses per day: %lld
ru: Приёмов в день: %lld

# meds.enable_reminders
source: Turn on reminders
ru: Включить напоминания

# meds.first_reminder
source: First reminder
ru: Первое напоминание

# meds.medication
source: Medication
ru: Лекарство

# meds.name
source: Name
ru: Название

# meds.new_course
source: New course
ru: Новый курс

# meds.no_active
source: No active courses
ru: Нет активных курсов

# meds.no_active_hint
source: Create a medication course with reminders
ru: Создайте курс лекарства с напоминаниями

# meds.push_reminders
source: Push reminders
ru: Push-напоминания

# meds.reminders_off
source: Reminders off
ru: Напоминания выключены

# meds.reminders_on
source: Reminders on
ru: Напоминания включены

# meds.skip
source: Skip
ru: Пропустить

# meds.taken
source: Taken
ru: Принято

# meds.times_per_day
source: %lld× per day
ru: %lld× в день

# meds.title
source: Medications
ru: Лекарства

# more.children
source: Child profiles
ru: Профили детей

# more.growth
source: Growth & weight
ru: Рост и вес

# more.settings
source: Settings
ru: Настройки

# more.vaccination
source: Vaccinations
ru: Прививки

# notification.medication.title
source: Time to take medication
ru: Время принять лекарство

# notification.vaccination.body
source: %@: %@ — in 3 days
ru: %@: %@ — через 3 дня

# notification.vaccination.title
source: Vaccination reminder
ru: Напоминание о прививке

# ocr.create_entry
source: Add to diary
ru: Добавить в дневник

# ocr.empty
source: No text recognized yet. Tap rescan.
ru: Текст не распознан. Нажмите «Сканировать снова».

# ocr.failed
source: Could not recognize text
ru: Не удалось распознать текст

# ocr.rescan
source: Scan again
ru: Сканировать снова

# ocr.results
source: Recognized values
ru: Распознанные показатели

# ocr.scanning
source: Recognizing text…
ru: Распознавание…

# onboarding.add_child
source: Add child
ru: Добавить ребёнка

# onboarding.later
source: Later
ru: Позже

# onboarding.subtitle
source: Your child's health diary. Add the first profile to get started.
ru: Дневник здоровья вашего ребёнка. Добавьте первый профиль, чтобы начать.

# onboarding.welcome
source: Welcome to CareMom
ru: Добро пожаловать в CareMom

# pdf.blood_allergies
source: Blood type: %@ · Allergies: %@
ru: Группа крови: %@ · Аллергии: %@

# pdf.chronic
source: Chronic: %@
ru: Хронические: %@

# pdf.dob_age
source: Date of birth: %@ · %@
ru: Дата рождения: %@ · %@

# pdf.doctor_report
source: Doctor report — %@
ru: Справка для врача — %@

# pdf.entries_since
source: Entries since %@
ru: Записи с %@

# pdf.export.failed
source: Could not create PDF. Please try again.
ru: Не удалось создать PDF. Попробуйте ещё раз.

# pdf.generated
source: Generated by CareMom · %@
ru: Сформировано CareMom · %@

# pdf.health_diary
source: Health diary — %@
ru: Дневник здоровья — %@

# pdf.medications
source: Medications:
ru: Лекарства:

# pdf.subject_since
source: Since %@
ru: С %@

# pdf.symptoms_illnesses
source: Symptoms & illnesses:
ru: Симптомы и болезни:

# pdf.temperature
source: Temperature: %.1f°C
ru: Температура: %.1f°C

# pdf.temperature_14d
source: Temperature (14 days):
ru: Температура (14 дней):

# privacy.backup_body
source: JSON export is created on device and shared only where you choose.
ru: Экспорт JSON создаётся на устройстве и передаётся только туда, куда вы сами отправите файл.

# privacy.backup_title
source: Backup
ru: Резервная копия

# privacy.contact
source: Questions: kemal.z.a@icloud.com
ru: Вопросы: kemal.z.a@icloud.com

# privacy.data_body
source: Child profiles, diary entries (symptoms, medications, photos, voice notes), growth and vaccination records.
ru: Профили детей, записи дневника (симптомы, лекарства, фото, голосовые заметки), рост и прививки.

# privacy.data_title
source: Data we store
ru: Какие данные хранятся

# privacy.permissions_body
source: Notifications (medication reminders), photos, microphone, Face ID, and speech recognition are used only for features you enable.
ru: Уведомления (лекарства), фото, микрофон, Face ID и распознавание речи — только для функций, которые вы включаете.

# privacy.permissions_title
source: Permissions
ru: Разрешения

# privacy.storage_body
source: On your device only. We do not sell data or use third-party analytics.
ru: Только на вашем устройстве. Мы не продаём данные и не используем стороннюю аналитику.

# privacy.storage_title
source: Where data is stored
ru: Где хранятся данные

# privacy.title
source: Privacy Policy
ru: Политика конфиденциальности

# privacy.tracking_body
source: No ads. No cross-app tracking.
ru: Нет рекламы. Нет отслеживания между приложениями.

# privacy.tracking_title
source: Tracking
ru: Отслеживание

# quick.feeding.bottle
source: Bottle
ru: Бутылочка

# quick.feeding.bottle.note
source: Bottle feeding
ru: Кормление из бутылочки

# quick.feeding.breast
source: Breastfeeding
ru: Грудное

# quick.feeding.breast.note
source: Breastfeeding
ru: Грудное кормление

# quick.feeding.snack
source: Snack
ru: Перекус

# quick.feeding.snack.note
source: Snack
ru: Перекус

# quick.feeding.solid
source: Solid food
ru: Прикорм

# quick.feeding.solid.note
source: Solid food
ru: Прикорм

# quick.feeding.title
source: Feeding
ru: Кормление

# quick.notes.placeholder
source: Notes (optional)
ru: Заметка (необязательно)

# quick.sleep.fell_asleep
source: Fell asleep
ru: Уснул(а)

# quick.sleep.fell_asleep.note
source: Fell asleep
ru: Ребёнок уснул

# quick.sleep.title
source: Sleep
ru: Сон

# quick.sleep.woke_up
source: Woke up
ru: Проснулся(лась)

# quick.sleep.woke_up.note
source: Woke up
ru: Ребёнок проснулся

# quick.temperature.other
source: Other
ru: Другая

# quick.temperature.title
source: Quick temperature
ru: Быстрая температура

# schedule.age.0_1m
source: 0–1 mo
ru: 0–1 мес

# schedule.age.0m
source: 0 mo
ru: 0 мес

# schedule.age.1m
source: 1 mo
ru: 1 мес

# schedule.age.2m
source: 2 mo
ru: 2 мес

# schedule.age.3m
source: 3 mo
ru: 3 мес

# schedule.age.4m
source: 4 mo
ru: 4 мес

# schedule.age.6m
source: 6 mo
ru: 6 мес

# schedule.age.6y
source: 6 years
ru: 6 лет

# schedule.age.12m
source: 12 mo
ru: 12 мес

# schedule.age.18m
source: 18 mo
ru: 18 мес

# schedule.bcg
source: BCG
ru: БЦЖ

# schedule.dtp_1
source: DTP (1)
ru: АКДС (1)

# schedule.dtp_2
source: DTP (2)
ru: АКДС (2)

# schedule.dtp_3
source: DTP (3)
ru: АКДС (3)

# schedule.dtp_revacc_6y
source: DTP (booster)
ru: АКДС (ревакц.)

# schedule.dtp_revacc_18m
source: DTP (booster)
ru: АКДС (ревакц.)

# schedule.hep_b_1
source: Hepatitis B (1)
ru: Гепатит B (1)

# schedule.hep_b_2
source: Hepatitis B (2)
ru: Гепатит B (2)

# schedule.hep_b_3_4m
source: Hepatitis B (3)
ru: Гепатит B (3)

# schedule.hep_b_3_6m
source: Hepatitis B (3)
ru: Гепатит B (3)

# schedule.mmr_1
source: MMR (1)
ru: КПК (1)

# schedule.mmr_2
source: MMR (2)
ru: КПК (2)

# schedule.polio_1
source: Polio (1)
ru: Полиомиелит (1)

# schedule.polio_2
source: Polio (2)
ru: Полиомиелит (2)

# schedule.polio_3
source: Polio (3)
ru: Полиомиелит (3)

# schedule.polio_revacc_18m
source: Polio (booster)
ru: Полиомиелит (ревакц.)

# settings.about
source: About
ru: О приложении

# settings.appearance
source: Appearance
ru: Оформление

# settings.backup
source: Backup
ru: Резервная копия

# settings.backup.hint
source: Backup includes diary entries, growth, vaccinations, and medication courses. Photos and voice notes are not included.
ru: Резервная копия включает записи дневника, рост, прививки и курсы лекарств. Фото и голосовые заметки не сохраняются.

# settings.export
source: Export data (JSON)
ru: Экспорт данных (JSON)

# settings.export.failed
source: Export failed: %@
ru: Ошибка экспорта: %@

# settings.faceid
source: Face ID / passcode
ru: Face ID / код-пароль

# settings.family
source: Family access
ru: Семейный доступ

# settings.family.hint
source: Share a JSON backup with another parent. They can import it in CareMom on their device.
ru: Отправьте JSON-резервную копию второму родителю — он импортирует её в CareMom на своём устройстве.

# settings.family.share
source: Share data with family
ru: Поделиться данными с семьёй

# settings.icloud
source: iCloud sync
ru: Синхронизация iCloud

# settings.icloud.hint
source: Sync data across your devices with the same Apple ID. Restart the app after enabling.
ru: Синхронизация между вашими устройствами под одним Apple ID. Перезапустите приложение после включения.

# settings.icloud.paid_hint
source: iCloud sync requires CloudKit setup in a paid Apple Developer account. Use “Share data with family” for a JSON backup instead.
ru: iCloud требует платный Apple Developer и настройку CloudKit. Пока используйте «Поделиться данными с семьёй» — JSON-резервная копия.

# settings.import
source: Import from JSON
ru: Импорт из JSON

# settings.import.error
source: Import error: %@
ru: Ошибка импорта: %@

# settings.import.success
source: Imported profiles: %lld
ru: Импортировано профилей: %lld

# settings.language
source: Language
ru: Язык

# settings.language.ru
source: Russian
ru: Русский

# settings.language.system
source: System
ru: Как в системе

# settings.privacy_policy
source: Privacy Policy
ru: Политика конфиденциальности

# settings.security
source: Security
ru: Безопасность

# settings.tagline
source: Child health diary
ru: Дневник здоровья ребёнка

# settings.theme
source: Theme
ru: Тема

# settings.theme.dark
source: Dark
ru: Тёмная

# settings.theme.light
source: Light
ru: Светлая

# settings.theme.system
source: System
ru: Системная

# settings.version
source: Version
ru: Версия

# settings.widgets.hint
source: Widgets and Live Activity update when you open the app.
ru: Виджеты и Live Activity обновляются при открытии приложения.

# siri.recorded_note
source: Recorded via Siri
ru: Записано через Siri

# stats.illness_calendar
source: Illness calendar
ru: Календарь болезней

# stats.illness_this_month
source: Sick this month
ru: Болел в этом месяце

# stats.illness_this_year
source: Sick this year
ru: Болел в этом году

# stats.medications_taken
source: Medications taken
ru: Лекарств принято

# stats.period
source: Period
ru: Период

# stats.period.all
source: All
ru: Всё

# stats.period.month
source: Month
ru: Месяц

# stats.period.week
source: Week
ru: Неделя

# stats.period.year
source: Year
ru: Год

# stats.symptoms_chart
source: Symptom frequency
ru: Частота симптомов

# stats.temperature_chart
source: Temperature chart
ru: График температуры

# stats.title
source: Statistics
ru: Статистика

# stats.top_medications
source: Common medications
ru: Частые лекарства

# stats.total_entries
source: Total entries
ru: Всего записей

# symptom.cough
source: Cough
ru: Кашель

# symptom.diarrhea
source: Diarrhea
ru: Диарея

# symptom.fatigue
source: Fatigue
ru: Слабость

# symptom.fever
source: Fever
ru: Температура

# symptom.headache
source: Headache
ru: Головная боль

# symptom.rash
source: Rash
ru: Сыпь

# symptom.runny_nose
source: Runny nose
ru: Насморк

# symptom.sore_throat
source: Sore throat
ru: Боль в горле

# symptom.vomiting
source: Vomiting
ru: Рвота

# tab.diary
source: Diary
ru: Дневник

# tab.gallery
source: Gallery
ru: Галерея

# tab.medications
source: Medications
ru: Лекарства

# tab.more
source: More
ru: Ещё

# tab.statistics
source: Statistics
ru: Статистика

# template.cough
source: Cough
ru: Кашель

# template.doctor_checklist
source: □ Temperature and symptoms in recent days □ Allergies and medication tolerance □ Appetite, sleep, activity □ Rash, cough, runny nose — when it started □ Medications given and whether they helped □ Tests / referrals needed
ru: □ Температура и симптомы за последние дни □ Аллергии и переносимость лекарств □ Аппетит, сон, активность □ Сыпь, кашель, насморк — когда началось □ Какие лекарства давали и помогло ли □ Нужны ли анализы / направления

# template.doctor_questions
source: Questions for doctor
ru: Вопросы врачу

# template.nurofen
source: Nurofen
ru: Нурофен

# template.nurofen_note
source: Fever reducer
ru: Жаропонижающее

# template.pediatrician
source: Pediatrician
ru: Педиатр

# template.pediatrician_visit
source: Pediatrician visit
ru: Приём педиатра

# template.poor_sleep
source: Poor sleep
ru: Плохой сон

# template.rash
source: Rash
ru: Сыпь

# template.restless_sleep
source: Restless sleep
ru: Беспокойный сон

# template.temperature
source: Temperature
ru: Температура

# vac.add
source: Add
ru: Добавить

# vac.choose
source: Choose
ru: Выберите

# vac.custom_name
source: Or custom name
ru: Или своё название

# vac.done
source: Done
ru: Сделано

# vac.empty
source: No vaccinations
ru: Нет прививок

# vac.my_vaccinations
source: My vaccinations
ru: Мои прививки

# vac.new
source: New vaccination
ru: Новая прививка

# vac.notes
source: Notes
ru: Заметки

# vac.recommended
source: Recommended schedule
ru: Рекомендуемый календарь

# vac.title
source: Vaccinations
ru: Прививки

# vac.vaccine
source: Vaccine
ru: Прививка

# vaccine.bcg
source: BCG
ru: БЦЖ

# vaccine.dtp
source: DTP
ru: АКДС

# vaccine.flu
source: Flu
ru: Грипп

# vaccine.hepatitis_b
source: Hepatitis B
ru: Гепатит B

# vaccine.mmr
source: MMR
ru: КПК

# vaccine.polio
source: Polio
ru: Полиомиелит

# voice.delete_recording
source: Delete recording
ru: Удалить запись

# voice.hint
source: Record a voice note
ru: Запишите голосовую заметку

# voice.no_mic
source: No microphone access
ru: Нет доступа к микрофону

# voice.no_mic_message
source: Allow microphone access in iPhone Settings to record voice notes.
ru: Разрешите доступ к микрофону в Настройках iPhone, чтобы записывать голосовые заметки.

# voice.playing
source: Playing...
ru: Воспроизведение...

# voice.record
source: Record
ru: Запись

# voice.recording
source: Recording... %@
ru: Запись... %@

# voice.start
source: Start recording
ru: Начать запись

# voice.stop
source: Stop
ru: Стоп

# voice.tap_play
source: Tap ▶ to listen
ru: Нажмите ▶ чтобы прослушать

# voice.title
source: Voice note
ru: Голосовая заметка

# widget.add_child
source: Add a child
ru: Добавьте ребёнка

# widget.health_diary
source: Health diary
ru: Дневник здоровья

# widget.health_diary.description
source: Temperature, illnesses and medications.
ru: Температура, болезни и лекарства ребёнка.

# widget.medication
source: Medication
ru: Лекарство

# widget.next_medication
source: Next medication
ru: Следующее лекарство

# widget.next_medication.description
source: Upcoming medication dose.
ru: Ближайший приём лекарства.

# widget.no_reminders
source: No reminders
ru: Нет напоминаний

# widget.no_temperature
source: No temperature
ru: Нет температуры

# widget.open_add_profile
source: Open CareMom and add a child profile
ru: Откройте CareMom и добавьте профиль ребёнка

# widget.sick
source: Sick days
ru: Болел

# widget.temperature
source: Temperature
ru: Температура
